Repository: hloens/mediapool
Catalog: Resources/Private/Language/*.error_messages.xlf
Languages: de

# video_service.video.1.head
source: Could not collect video information
de: Konnte Videoinformationen nicht beziehen

# video_service.video.1.body
source: Detected a matching video platform, but could not collect video information. Please check your link and try again!
de: Die Videoplatform wurde zwar gefunden, jedoch konnten keine Videoinformationen gefunden werden. Bitte Link überprüfen und erneut versuchen.

# video_service.playlist.1.head
source: Could not collect playlist information
de: Konnte keine Playlistinformationen beziehen

# video_service.playlist.1.body
source: Detected a matching video platform, but could not collect playlist information. Please check your link and try again!
de: Die Videoplatform wurde zwar gefunden, jedoch konnten keine Playlistinformationen gefunden werden. Bitte Link überprüfen und erneut versuchen.

# video_service.playlist.2.head
source: No video platform match
de: Keine Videoplatform für den angegeben Link gefunden

# video_service.playlist.2.body
source: I could not find a matching video platform for your playlist. Maybe check your link or register an additional playlist import service.
de: Es konnte keine passende Videoplatform zu dem angegeben Link gefunden werden. Bitte Link prüfen oder eine weitere Videoplatform registrieren.

# data_handler.contact_administrator.title
source: Could not process your request
de: Die Anfrage konnte nicht bearbeitet werden

# data_handler.contact_administrator.message
source: There was an error while processing your request. Please contact your administrator. Error code %d
de: Während der Anfrage ist ein Fehler aufgetreten. Bitte Administrator kontaktieren. Fehlercode %d

# data_handler.invalid_video_exception.title
source: Invalid video link
de: Ungültiger Videolink

# data_handler.invalid_video_exception.message
source: Can not extract a video ID from your link. Please check your link or contact an administrator if this message repeats. Error code %d
de: Es konnte keine Video ID aus dem angegeben Link extrahiert werden. Bitte den Link überprüfen oder einen Administrator kontakieren, falls das Problem erneut auftritt. Fehlercode %d

# data_handler.invalid_playlist_exception.title
source: Invalid playlist link
de: Ungültiger Playlistlink

# data_handler.invalid_playlist_exception.message
source: Can not extract a playlist ID from your link. Please check your link or contact an administrator if this message repeats. Error code %d
de: Es konnte keine Playlist ID aus dem angegeben Link extrahiert werden. Bitte den Link überprüfen oder einen Administrator kontakieren, falls das Problem erneut auftritt. Fehlercode %d
